[
    {
        "when": "2023/05/01",
        "content": "Today had to go just for a bit to campus. I had to pay some for them to prepare my certificates. well then later in the evening, we talked in whatsapp and met for a basketball. you know, just hanging around and chilling .. one on one, only some group games. Then we said let's meet up again at the harbour for barbecue and yeah we enjoyed a lot. But we had to talk about space a lot - geeks."
    },
    {
        "when": "2023/05/04",
        "content": "Lost my apartment key yesterday. Man, I don't know how. So I had to sleep at a friend. Good thing I had my phone with me. It was even in the evening. Have no idea where. Then Noam was a good host. We ordered some pizza, played some video games. And watched some movie. And today after hopelessly looking for the key everywhere - then had to go looking for the landlord. paid 200Euro.. man I feel bad."
    },
    {
        "when": "2023/05/07",
        "content": "Called up some friends yesterday and we went to some live music in the evening. Amazing vibe. But, maan, I came so late in the night that I woke also late in the morning. Had to relieve myself with a lot of coffee."
    },
    {
        "when": "2023/05/08",
        "content": "Fixed up my CV today. Included the part of the internship and all. And sent it out to like 20 companies. Fingers crossed man. I don't want to stay unemployed much long."
    },
    {
        "when": "2023/05/09",
        "content": "So it was Grandma's day today. We met up. Took the tram to some nice cafe. Had some coffee together. She told me all about life and what it was like after the second world war. She bought me some ice cream. Now she is a sweet something."
    },
    {
        "when": "2023/05/10",
        "content": "Bruuh, rejection hurts. Like 5 of the emails were like 'we regret to inform you...'. Sucks. But I have to get used to this I guess. Probably have to go through 100 rejections before I see something. So I was kind of depressed the whole day today. Fear, inadequacy and insecurity kicked in together."
    },
    {
        "when": "2023/05/11",
        "content": "Met this girl at the live music last time. She looks so amazing. Got her number that day - Her name is Zoe. After beating around the bush I asked her out yesterday - and she freaking said yes... I am the happiest man now. And fixed myself good today and we met. Bought her some nice Italian.. drank some wine. We took a walk and called it an evening. See, I got me moves still."
    },
    {
        "when": "2023/05/14",
        "content": "Yey I graduated today. I am done with all this waking up late at nights. It was all an amazing vibe."
    }
]